{
    "clients": [
        {
            "name": "Sarah M",
            "position": "Homeowner",
            "img_url": "https://express24plumbing.s3.ap-south-1.amazonaws.com/img_7.webp",
            "stars": "5",
            "disc": "I had the pleasure of working with Express 24 Hour Plumbing and Electrical for my residential electrical wiring needs, and they exceeded my expectations. From the initial consultation to the completion of the project, their team demonstrated professionalism and expertise. They carefully listened to my requirements and provided valuable insights and recommendations to ensure the best outcomes. The electricians were punctual, respectful, and meticulous in their work. They handled the wiring installation with precision and efficiency, ensuring that everything was up to code. The level of craftsmanship and attention to detail was remarkable. I am extremely satisfied with their service and highly recommend them to anyone in need of residential electrical work!"
        },
        {
            "name": "jhon S",
            "position": "Commercial Property Owner",
            "img_url": "https://express24plumbing.s3.ap-south-1.amazonaws.com/img_8.webp",
            "stars": "4",
            "disc": "I cannot recommend Express 24 Hour Plumbing and Electrical enough! They recently helped me with a major plumbing issue in my commercial property, and their service was exceptional. The team was professional, knowledgeable, and worked swiftly to resolve the problem. They communicated with me every step of the way, ensuring that I was informed about the repairs and the estimated timeline. The quality of their work was outstanding, and they left my property in impeccable condition. Thanks to their expertise and dedication, my business was back up and running smoothly in no time. I am incredibly grateful for their prompt and reliable service!"
        },
        {
            "name": "David L",
            "position": "Commercial Property Owner",
            "img_url": "https://express24plumbing.s3.ap-south-1.amazonaws.com/img_24.webp",
            "stars": "5",
            "disc": "I had an urgent mold remediation situation in my commercial property, and Express 24 Hour Plumbing and Electrical came to the rescue! Their team was quick to respond and arrived promptly on-site. They assessed the mold problem thoroughly and developed a comprehensive remediation plan. The technicians were highly skilled and used advanced techniques to eliminate the mold effectively. Throughout the process, they prioritized the safety of the occupants and took all necessary precautions. Their attention to detail and commitment to quality were evident in the final results. I was impressed with their professionalism, expertise, and dedication to delivering exceptional service. I am grateful for their prompt response and would recommend them without hesitation for any mold remediation needs"
        }
    ]
}